---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsTextType
source: html/7a91c132-28d5-9276-d12d-1040b5082dde.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsTextType Property

"Text Type"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsTextType { get; }
```